; Язык
0001=Русский

; Строки
0002=(По умолчанию)
0003= -Создать параметр- 
0004=Плагин для работы с реестром
0005=Подключить сетевой реестр
0006=Отключить сетевой реестр
0007=Новый параметр #%u
0008=Выберите компьютер, к которому необходимо подключиться
0009=Экспорт в формате UNICODE (Win 2000/XP/Vista/7)
0010=Экспорт в формате REGEDIT4 (формат Win9x/NT4)
0011=Для быстрого экспорта можно также отключить в настройках Total Commander:|Конфигурация->Основные операции->Подсчитывать место->перед копированием-удалением
0012=QWORD (64-бит)
0013=DWORD (32-бит)
0014=Ошибка при создании раздела!
0015=Конвертация спецсимволов была выключена.|Это может привести к ошибкам при доступе к ключам и значениям|содержащим спецсимволы в имени. Вы уверены в своих действиях?
0017=Удаление
0018=Чтение разрешений
0019=Запись DAC
0020=Смена владельца
0022=Ошибка при подключении к сетевому реестру!
0023=Невозможно переместить раздел в него же!
0024=Невозможно скопировать раздел в него же!
0025=Невозможно переименовать данный раздел!
0026=Невозможно переместить раздел в его же подраздел!
0027=Невозможно скопировать раздел в его же подраздел!
0028=Невозможно скопировать раздел в данный подраздел!
0029=Невозможно удалить данный раздел!
0030=Такой файл уже существует. Перезаписать?
0031=Значение с типом REG_MULTI_SZ не может содержать пустых строк.|Пустые строки удалены.
0032=Полный доступ
0033=Чтение
0034=Запрос значения
0035=Задание значения
0036=Создание подраздела
0037=Перечисление подразделов
0038=Уведомление
0039=Создание связи
0041=Только этот раздел
0042=Этот раздел и его подразделы
0043=Только подразделы
0045=Реестр данного компьютера уже подключен!
0046=Ошибка при запуске regedit!
0047=Невозможно создать здесь раздел!
0095=байт
0096=Кб
0097=Мб
0098=Гб
0118= -Поиск- 
0120=Поиск по всему реестру

; Диалог экспорта
0048=Настройка экспорта
0049=Больше не &спрашивать
0050=OK
0051=Отмена

; Многострочный параметр
0052=Многострочный параметр
0053=Откр&ыть в regedit
0054=&Имя:
0055=&Значение:

; Настройки
0056=Настройки плагина "Registry"
0057=Эк&спорт в UNICODE (Win 2000/XP/Vista/7)
0058=Экспорт с &временной меткой
0059=Экспорт дво&ичных параметров в бинарный файл
0060=&Показывать файл " -Создать параметр- "
0061=&Конвертировать спецсимволы (\\ -> [bslash])
0063=Дополнительные колонки
0064=&Язык:
0086=Быстрый экспорт (без окна прогресса)
0087=Спрашивать о формате экспорта
0088=Спрашивать об экспорте в общий файл
0089=Экспорт в общий файл
0094=Показывать реальный размер строк (ANSI * 2)
0099=Улучшенный набор иконок
0100=Показывать суффикс размера значений
0116=Улучшенная иконка ключей
0117=Разрешить удалённые соединения
0119=Показывать файл " -Поиск- "
0138=Использовать 64-битный реестр

; Отключить сетевой реестр
0065=Отключить сетевой реестр
0066=&Имя компьютера:

; Подключить сетевой реестр
0067=Подключить сетевой реестр
0068=&Выбрать...

; Создать параметр
0069=Создать параметр
0070=Тип
0071=&Строковый параметр
0072=&Параметр DWORD
0073=П&араметр QWORD
0074=&Двоичный параметр
0075=&Многострочный параметр
0076=&Расширяемая строка
0077=&Имя:

; Двоичный параметр
0078=Двоичный параметр
0079=&Строка (ANSI):
0080=&Строка (UNICODE):

; Строковый параметр
0081=Строковый параметр

; Параметр DWORD
0082=Параметр
0083=Система счисления
0084=&Шестнадцатиричная
0085=&Десятичная

; Экспорт в общий файл
0090=Выберите тип экспорта:| - Для экспорта в один файл нажмите 'Да',| - Для экспорта в отдельные файлы нажмите 'Нет'.
0091=Имя файла:
0092=&Да
0093=&Нет

; Поиск
0101=Поиск в реестре
0102=Строка для поиска:
0103=Найти
0104=Учитывать регистр
0105=Искать строку целиком
0106=Искать разделы
0107=Искать параметры
0108=Искать значения
0109=Двойной клик - переход к выбранному ключу|Ctrl + двойной клик - редактирование
0110=Ключ
0111=Параметр
0112=Значение
0113=Просмотрено ключей:
0114=Просмотрено ключей: %u, найдено %u совпадений (%u мс)
0115=Закрыть
0121=Не могу открыть ключ для поиска!
0122=Где искать
0123=Искать по всему реестру
0124=Искать в ключе:
0125=Типы данных...
0128=Двоичный поиск
0129=и
0130=Время записи между:
0131=Размер:
0132=Поиск по шаблону (*,?)
0133=Перейти к ключу
0134=Копировать
0135=Редактировать...
0136=Некорректный символ
0137=Сейчас можно вводить только шестнадцатиричные символы
0139=Удалить...
0140=Выбранные ключи и значения будут физически удалены. Продолжить?

; Типы данных
0126=Типы данных
0127=Другие типы